Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/admin/sd/plenum_no/sp2016-2.odt.tmx
Source language: nob
Languages: sme

source: Komiteen forventer også at Statens vegvesen setter opp skilt med samiske stedsnavn der samisk språk er i bruk.
sme: Lávdegoddi vuordá maid ahte stáhta geaidnodoaimmahat galbe sáme báikenamaiguin doppe gos sámegiella geavahuvvo.

source: Det finnes dog gode eksempler.
sme: Leat gal aŋkke buorit ovdamearkkat.

source: For eksempel har Storfjord kommune satt opp skilt på samisk selv om de ikke er med i forvaltningsområdet for samisk språk.
sme: Ovdamearkka dihtii Omasvuona gielda lea galben sámegillii vaikko eai leat sámi giellahálddašanguovllus.

source: Det viser at der det er vilje og initiativ, skulle det ikke være vanskelig å prioritere disse oppgavene.
sme: Dát čájeha ahte jus lea dáhttu ja áigumuš de ii galggašii leat váttis vuoruhit dáid bargguid.

source: Storfjord kommune, selvsagt blant andre kommuner, kan være et forbilde for de kommunene som ser på samiske stedsnavn som en belastning.
sme: Omasvuona suohkan, dieđusge eará gielddaid gaskkas, s áhttá leat ovdagovvan gielddaide mat atnet sámi báikenamaid noađđin.

source: Forslag fra Norske Samers Riksforbund (NSR), fra Arbeiderpartiet (AP), fra Árja, fra Åarjel-Saemiej Gielh, fra Nordkalottfolket og fra Høyre: Forslag 1 Nytt avsnitt etter avsnitt 1: I dag foregår det liten kartlegging av samiske stedsnavn av myndighetene, til tross for at stedsnavn er å regne som kulturminner.
sme: Evttohusat Evttohus Norgga Sámiid Riikkasearvi (NSR) lahtuin, Bargiidbellodaga sámediggejoavkku lahtuin, Árja, Åarjel-Saemiej Gielh, Nordkalottfolket ja Olgešbellodaga lahtuin: Evttohus 1 Ođđa teakstaoassi maŋŋá 1. teakstaoasi: Dál eai kárte eiseválddit olus sámi báikenamaid, vaikke vel báikenamat adnojuvvojit kulturmuitun.

source: Kulturminner dokumenterer tidligere generasjoners liv og levesett.
sme: Kulturmuittut duođaštit ovddeš buolvvaid eallima ja eallinvugiid.

source: De samiske steds- og områdenavnene beviser og stadfester vår bruk og tilstedeværelse.
sme: Sámi báike- ja guovlonamat duođaštit ja nannejit min geavaheami ja leahkima.

source: Stedsnavn er viktig orienteringsgrunnlag og forteller hva områdene er brukt til, hvordan de er forvaltet, hvem som har brukt de, de forteller historier om stedene og hvor man bør og ikke bør ferdes.
sme: Báikenamat leat deaŧalaš dádjadanvuođđun ja muitalit masa guovllut leat geavahuvvon, mo dat leat hálddašuvvon, gii daid lea geavahan, dat muitalit historjjáid báikkiid birra ja gos berre ja gos ii berre jođašit.

source: Stedsnavnene er på den måten med på å videreformidle viktige deler av den samiske kulturen, språket og historien.
sme: Nie leat báikenamat mielde viidásat gaskkusteamen deaŧalaš osiid sámi kultuvrras, gielas ja historjjás.

source: Det er viktig å bevisstgjøre hvordan samenes land- og sjøområder bærer språket og kulturen.
sme: Lea deaŧalaš dahkat dan diehtomielalažžan mo sámiid eana- ja mearraguovllut guddet giela ja kultuvrra.

source: Sápmi er grunnlaget for samenes eksistens.
sme: Sápmi lea sámiid leahkima vuođđu.

source: Samenes kulturelle og språklige tilknytning til egne land- og sjøområder sammen med alders tids bruk utgjør grunnlaget for samiske rettigheter til land og vann i samiske områder.
sme: Sámiid kultuvrralaš ja gielalaš čatnaseapmi iežaset eana- ja mearraguovlluide ovttas dološ áiggi rájes geavahemiin lea vuođđun sámi eana- ja čáhcevuoigatvuođaide sámi guovlluin.

source: Disse områdene har navn, og samiske stedsnavn er en del av samenes immaterielle kulturarv.
sme: Dáin guovlluin leat namat ja sámi báikenamat gullet sámi vuoiŋŋalaš kulturárbái.

source: På grunn av fornorskningsperioden er det mange stedsnavn som ikke er skriftlig dokumentert, og det haster å dokumentere disse slik at de samiske stedsnavnene ikke forsvinner.
sme: Dáruiduhttináiggi geažil leat ollu báikenamat mat eai leat duođaštuvvon čálalaččat, dál ferte doapmat duođaštit dáid amas sámi báikenamat jávkat.

source: Tillegg til kulepunkt 2 etter siste setning: Det haster med å kartlegge samiske stedsnavn da generasjoner som kjenner til navnene er i ferd med å dø ut.
sme: Lasáhus 2. kuvlačuoggái maŋŋá maŋimus cealkaga: Ferte doapmat kártet sámi báikenamaid go dat buolva mii dovdá namaid, lea jávkamin.

source: Tillegg til kulepunkt 3 etter siste setning: Sametinget vil også arbeide for et sterkere forskningsarbeid rundt identifisering og dannelse av både samiske og norske stedsnavn.
sme: Lasáhus 3. kuvlačuoggái maŋŋá maŋimus cealkaga: S ámediggi áigu maid bargat dan ala ahte čađahuvvo nannoset dutkanbargu sihke sámegielat ja dárogielat báikenamaid identifiserema ja hápmašuvvama oktavuođas.

source: Endringer i kulepunkt 4: Stryke og erstatte ordet ”Nord-Norge” med ”samiske områder”.
sme: Rievdadusat 4. kuvlačuoggás: Sihkkut sáni “Davvi-Norggas” ja dan sadjái bidjat “sámi guovlluin”.

source: Endring i ordlyd, 5. kulepunkt, første setning: Sametinget forutsetter at kommunene følger stedsnavnsloven, slik at…
sme: Rievdadus sátnehámis 5. kuvlačuoggá vuosttaš cealkagis: Sámediggi eaktuda ahte gielddat čuvvot báikenammalága, vai...

source: Endring i ordlyd, 6. kulepunkt, første setning: Sametinget forutsetter at Vegvesenet aktivt tar i...
sme: Rievdadus sátnehámis 6.kuvlačuoggá vuosttaš cealkagis: S ámediggi eaktuda ahte geaidnodoaimmahat aktiivvalaččat váldá...

source: Tillegg til kulepunkt 8 etter siste setning: De kartlagte navnene som er i eget samisk stedsnavnsarkiv, kan benyttes og vektlegges i forbindelse med forvaltningen og bruken av områdene, samt den historiske dokumentasjonen.
sme: Lasáhus 8. kuvlačuoggái maŋŋá maŋimus cealkaga: Kártejuvvon namat mat leat sierra sámi báikenammaarkiivvas, sáhttet geavahuvvot ja deattuhuvvot guovlluid hálddašeami ja geavaheami oktavuođas, ja historjjálaš duođašteami oktavuođas.

source: Samiske stedsnavn må implementeres i nasjonale kartverk.
sme: Sámi báikenamaid ferte váldit mielde nationála kárttaide.

source: Nytt tilleggskulepunkt: Sametinget vil arbeide for at der man har samiske navn på ulike samiske språk skal alle stedsnavnene behandles likeverdig både i dokumenter og på skilt.
sme: Ođđa kuvlačuokkis: S ám ediggi áigu bargat dan ala ahte doppe gos leat sámi namat iešguđet gillii, galget buot báikenamat meannuduvvot ovttaárvosaččat sihke dokumeanttain ja galbbain.

source: Nytt tilleggskulepunkt: Sametinget forventer at alle offentlige tjenester skal benytte seg av samiske stedsnavn der disse finnes, og dette gjelder spesielt nødmeldetjenesten.
sme: Ođđa kuvlačuokkis: Sámediggi vuordá ahte buot almmolaš bálvalusat galget geavahit sámi báikenamaid doppe gos dat gávdnojit, ja dát guoská erenoamážit heahtebálvalussii.

source: Nytt tilleggskulepunkt: Det er som oftest det norske stedsnavnet, i flerspråklige områder, som har vært i bruk i offisielle sammenhenger.
sme: Ođđa kuvlačuokkis: Dábálaččat lea dat dárogielat báikenamma, máŋggagielat guovlluin, mii lea geavahuvvon almmolaččat.

source: Det samiske navnet har ikke hatt status og det er derfor vanskelig å argumentere for det samiske navnet i en lovmessig kontekst.
sme: Sámi namas ii leat leamaš stáhtus ja danne lea váttis ákkastit sámi nama bealis lágalaš oktavuođas.

source: Det er viktig at det åpnes for bruk av både samisk og norsk – både i stedsnavn og vei/gatenavn.
sme: Lea deaŧalaš ahte addojuvvo vejolašvuohta geavahit sihke sámegiela ja dárogiela – sihke báikenamain ja geaidno-/gáhtanamain.

source: Sametinget vil derfor arbeide for at eventuelle hindringer i Matrikkelloven angående matrikkelføring av flere navn utbedres, slik at det kan legges til rette for at både samiske og norske navn kan matrikkelføres.
sme: Danne áigu Sámediggi bargat dan ala ahte njulgejuvvojit vejolaš hehttehusat Matrikkellágas máŋga nama matrikkelčáliheamis, vai sáhttá láhččojuvvot dasa ahte sihke sámegielat ja dárogielat namat sáhttet matrikkelčálihuvvot.

source: Forslag fra Nordkalottfolket: Forslag 2 Kulepunkt 7: «Sametinget mener det bør innføres tilsyns- eller ombudsordning for å sikre at stedsnavnsloven følges av offentlige myndigheter» - Strykes.
sme: Evttohus Nordkalottfolket: Evttohus 2 Kuvlačuokkis 7: «Sámediggi oaivvilda ahte berre ásahuvvot bearráigeahččan- dahje áittardanortnet mii sihkkarastá ahte báikenammaláhka čuvvojuvvo almmolaš eiseválddiiguin.

source: Komiteens tilrådning Komiteen har ikke flere merknader eller forslag og råder Sametinget til å vedta følgende: Sametinget støtter for øvrig Sametingsrådets forslag til innstilling.
sme: Lávdegotti ráva Lávdegottis eai leat šat eanet mearkkašumit dahje evttohusat ja rávve Sámedikki mearridit čuovvovaččat: Sámediggi doarju Sámediggeráđi árvalusa.

source: Sametingets plenum - 019/16
sme: Sámedikki dievasčoahkkin - 019/16

source: Samiske stedsnavn er en del av vår felles språk- og kulturarv, og beskriver hvor samer har bodd og ferdes, og hvordan samiske områder har blitt brukt.
sme: Sámi báikenamat leat oassin min oktasaš giella- ja kulturárbbis, ja muitalit gos sápmelaččat leat orron ja mátkkoštan, ja movt sámi guovllut leat geavahuvvon.

source: Stedsnavnloven omfatter samiske stedsnavn, og samiske stedsnavn i offentlig bruk er naturlig på steder med stor samisk tilstedeværelse, tatt i bruk på kart og skilt.
sme: Báikenammaláhka siskkilda sámi báikenamaid, ja báikenamat almmolaš geavaheamis leat lunddolaččat báikkiin nugo kárttáin ja galbbain gos sápmelaččat leat eanetlogus.

source: Fremskrittspartiet forventer at lokale myndigheter og vegvesenet skilter på samisk der det er naturlig.
sme: Ovddádusbellodat vuordá ahte báikkálaš eiseválddit ja luoddadoaimmahat bidjet sámegiel galbbaid dohko gos lea lunddolaš.

source: Et av Sametingets viktigste formål er å bevare og styrke det samiske språket.
sme: Okta deháleamos ulbmiliin Sámedikkis lea seailluhit ja nannet sámegiela.

source: Dette innebærer også samiske stedsnavn.
sme: Dát guoská maid sámi báikenamaide.

source: Samtidig mener Fremskrittspartiet at hensynet til sikkerhet, liv og helse er viktigst, og mener det er riktig at alle eiendommer i offentlige registre har et norsk navn.
sme: Seammás oaivvilda Ovddádusbellodat ahte beroštupmi sihkarvuhtii, heggii ja dearvvašvuhtii lea deháleamos, ja Ovddádusbellodaga mielas lea riekta ahte buot eatnamiin leat dárogiel namat almmolaš registariin.

source: Ikke bare er det viktig at politi, brann og ambulanse finner frem raskt, men også drosjetransport og leveringer av varer gjøres enklere når alle eiendommer i offentlige registre kun har ett offisielt navn.
sme: Ii leat dušše nu ahte politiijat, buollinčáskadeaddjit ja ambulánsa bohte jođánit, muhto lea álkit droššefievrredeapmái ja gálvobuktimii go buot eatnamiin lea dušše okta almmolaš namma almmolaš registariin.

source: Lov om eigendomsregistreringer (matrikkelloven) slår fast at loven skal tolkes slik at kun ett navn og ett språk kan brukes som adressenavn.
sme: Eanaeaiggátláhka (matrikkelláhka) dadjá ahte láhka galgá dulkojuvvot nu ahte dušše okta namma ja okta giella sáhttá geavahuvvot čujuhusnamman.

source: Fremskrittspartiet støtter derfor denne tolkningen.
sme: Ovddádusbellodat doarju dasto dán dulkoma.

source: Eiendommene og adressene bør der det er naturlig og eierne/offentlige mŧndigheter ønsker det, skiltes på samisk.
sme: Eatnamat ja čujuhusat berrejit galbejuvvot sámegillii doppe gos dat lea lunddolaš ja eaiggádat/almmolaš eiseválddit háliidit dan.

source: Stedsnavnloven tar vare på samiske navn, og forplikter å ta samiske stedsnavn til offentlig bruk, selv om dette ikke matrikkelføres.
sme: Báikenammaláhka áimmahuššá sámi báikenamaid, ja lea geatnegahtton váldit atnui sámi báikenamaid almmolaš geavaheapmái, váikko ii leat čállon matrikkelin.

source: Saken påbegynt 08.06.16 kl. 11.30 Votering Av 39 representanter var 3 7 til stede.
sme: 1 6 dii. 11.30. Jienasteapmi 39 áirasis ledje 3 7 čoahkis.

source: Forslag 2 ble forkastet med 33 mot 4 stemmer
sme: Evttohus 2 hilgojuvvui 33 jienain 4 jiena vuostá.

source: Oppvekst-, omsorg- og utdanningskomiteens tilrådning ble vedtatt med 33 mot 4 stemmer
sme: Bajásšaddan-, fuolahus- ja oahppolávdegotti ráva mearriduvvui mearriduvvui 33 jienain 4 jiena vuostá.

source: Protokoll tilførsel Nordkalottfolket v/ representant Toril Bakken Kåven Nordkalottfolket er positiv til saken og hovedinnholdet i innstillingen, og har også sluttet seg til felles forslag fra komiteen.
sme: Beavdegirjelasáhusat Nordkalottfolket lea mielas áššái ja árvalusa váldosisdollui, ja lea maiddái guorrasan lávdegotti oktasaš evttohussii.

source: Siden et forslag som var prinsipielt viktig for Nordkalottfolket falt, ser vi oss nødt til å stemme mot komiteens innstilling.
sme: Go evttohus mii prinsihpalaččat lei deaŧalaš Nordkalottfolket:ii hilgojuvvui, de mii fertet jienastit vuostá lávdegottiárvalusa.

source: Toril Bakken Kåven, tilforretningsorden
sme: Toril Bakken Kåven, čoahkkinortnegii

source: I dag foregår det liten kartlegging av samiske stedsnavn av myndighetene, til tross for at stedsnavn er å regne som kulturminner.
sme: Dál eai kárte eiseválddit olus sámi báikenamaid, vaikke vel báikenamat adnojuvvojit kulturmuitun.

source: Det haster med å kartlegge samiske stedsnavn da generasjoner som kjenner til navnene er i ferd med å dø ut.
sme: Ferte doapmat kártet sámi báikenamaid go dat buolva mii dovdá namaid, lea jávkamin.

source: Sametinget vil også arbeide for et sterkere forskningsarbeid rundt identifisering og dannelse av både samiske og norske stedsnavn.
sme: Sámediggi áigu maid bargat dan ala ahte čađahuvvo nannoset dutkanbargu sihke sámegielat ja dárogielat báikenamaid identifiserema ja hápmašuvvama oktavuođas.

source: Sametinget vil anmode Statens Kartverk om å styrke arbeidet med stedsnavn i samiske områder, slik at navnesakene blir behandlet raskere.
sme: Sámediggi dáhttu Stáhta Kártadoaimmahaga nannet báikenammabarggu s á mi guovlluin, vai báikenammaáššit mannet njuovžilit ja jođáneabbo.

source: Sametinget forutsetter at kommunene følger stedsnavnsloven, slik at samiske stedsnavn kommer i godkjent form og kan bli tatt i bruk av det offentlige.
sme: Sámediggi eaktuda ahte gielddat čuvvot báikenammalága, vai sámi báikenamat leat dohkkehuvvon hámis ja sáhttet boahtit almmolaš geavahussii.

source: Sametinget forutsetter at Vegvesenet aktivt tar i bruk godkjente samiske stedsnavn på skilt.
sme: Sámediggi eaktuda ahte Geaidnodoaimmahat aktiivvalaččat váldá dohkkehuvvon sámi báikenamaid geavahussii galbbain.

source: De kartlagte navnene som er i eget samisk stedsnavnsarkiv, kan benyttes og vektlegges i forbindelse med forvaltningen og bruken av områdene, samt den historiske dokumentasjonen.
sme: Kártejuvvon namat mat leat sierra sámi báikenammaarkiivvas, sáhttet geavahuvvot ja deattuhuvvot guovlluid hálddašeami ja geavaheami oktavuođas, ja historjjálaš duođašteami oktavuođas.

source: Sametinget vil arbeide for at der man har samiske navn på ulike samiske språk skal alle stedsnavnene behandles likeverdig både i dokumenter og på skilt.
sme: Sámediggi áigu bargat dan ala ahte doppe gos leat sámi namat iešguđege gillii, galget buot báikenamat meannuduvvot ovttaárvosaččat sihke dokumeanttain ja galbbain.

source: Sametinget forventer at alle offentlige tjenester skal benytte seg av samiske stedsnavn der disse finnes, og dette gjelder spesielt nødmeldetjenesten.
sme: Sámediggi vuordá ahte buot almmolaš bálvalusat geavahit sámi báikenamaid doppe gos dat gávdnojit, ja dát guoská erenoamážit heahtebálvalussii.

source: Det er som oftest det norske stedsnavnet, i flerspråklige områder, som har vært i bruk i offisielle sammenhenger.
sme: Dábálaččat lea dat dárogielat báikenamma, máŋggagielat guovlluin, mii lea geavahuvvon almmolaččat.

source: Behandlingen av saken ble avsluttet 08.06.16 kl. 16.10
sme: Ášši meannudeapmi loahpahuvvui 08.06.16 dii. 16.10.

source: Ášši/Sak 020/16
sme: Ášši 020/16

source: SP 20/16
sme: DC 20/16

source: Sametinget er en institusjon der samisk brukes som tale- og skriftspråk.
sme: Sámediggi lea ásahus gos sámegiella geavahuvvo hupman- ja čállingiellan.

source: Sametinget er et forbilde for andre institusjoner i bruken av samisk språk.
sme: Sámediggi lea ovdagovvan giellageavaheamis eará ásahusaide.

source: Ekstern kommunikasjon
sme: Gulahallan olggosguvlui

source: Sametinget fremmer bruk av samisk språk i ekstern kommunikasjon.
sme: Sámediggi ovddida sámegiela geavaheami olggosguvlui gulahallanoktavuođain.

source: Samisk er synlig både på nettsidene, i sosiale media og ellers i ekstern kommunikasjon.
sme: Sámegiella lea oidnosis sihke neahttasiidduin, sosiála mediain ja muđui gulahallamis.

source: Ekstern kommunikasjon foregår også på samisk.
sme: Gulahallan olggosguvlui geavvá maiddái sámegillii.

source: Sametinget skriver også på samisk i kommunikasjon med brukerne eller andre institusjoner.
sme: Sámediggi čállá maiddái sámegillii go váldá oktavuođa geavaheddjiiguin dahje ásahusaiguin.

source: Sametinget tilrettelegger for muntlig bruk av samisk språk på alle plan.
sme: Sámediggi láhčá buot oktavuođain dili nu ahte sámegiella sáhttá geavahuvvot njálmmálaš giellan.

source: Sametingets samiskspråklige nettsider er likestilte med de norskspråklige nettsidene, hvor artikler etc. publiseres på samisk først.
sme: Sámedikki sámegielat neahttasiiddut leat dássálagaid dárogielat neahttasiidduin, ja sámegielat čállosat almmuhuvvojit ovdal dárogiela.

source: Samisk språk styrkes i Sametingets informasjon på sosiale media.
sme: Sámedikki diehtojuohkimis sosiála mediain nannejuvvo sámegiela geavaheapmi.

source: Plenumsspråket
sme: Dievasčoahkkingiella

source: Sametingets møter er naturlige arenaer for samisk språk.
sme: Sámedikki čoahkkimat leat lunddolaš arenan sámegillii.

source: Samisk høres og synes på Sametingets plenumsmøter og på andre møter.
sme: Sámegiella gullo ja oidnot Sámedikki dievasčoahkkimis ja eará čoahkkimiin.

source: Sametinget tilrettelegger for og stimulerer til bruken av samisk på møtene.
sme: Sámediggi láhčá dili ja movttiidahttá čoahkkinoasseváldiid sámástit.

source: Sametinget tilbyr språkfaglig støtte i plenumsuka til de som ønsker å bruke samisk.
sme: Sámediggi fállá giellafágalaš doarjaga dievasčoahkkinvahku sidjiide geat háliidit geavahit sámegiela.

source: Dersom representanten ønsker det, kan vedkommende på forhånd få oversatt teksten for å kunne forberede seg til å holde innlegg på samisk.
sme: Jus áirras dan háliida, de sáhttá árabut oažžut jorgaluvvon teavstta vai beassá ráhkkanit doallat sáhkavuoru sámegillii.

source: Etter valgene tilbys det samiskkurs for representantene.
sme: Válggaid maŋŋel fállojuvvo sámegielkursa áirasiidda.

source: De som følger plenumsmøtene via nett-TV, skal kunne følge møtene fullt ut på nord-, lule- og sørsamisk.
sme: Sii geat čuvvot dievasčoahkkimiid neahtta-TV bokte galget ollislaččat beassat čuovvut čoahkkimiid davvi-, julev- ja máttasámegillii.

source: Når vi i denne saken omtaler samiske språk så menes det både nord-, lule- og sørsamisk.
sme: Dalle go mii dán áššis namuhit sámegielaid, de oaivvildit sihke davvi-, julev- ja máttasámegiela.

source: For å oppnå denne målsetningen har Sametingets plenum blant annet vedtatt at samiskkurs og språkarenaer skal prioriteres i tilskuddet til de samiske språksentrene (sak 025/15 Sametingets strategier for samiske språksentre).
sme: Jos galgat juksat dán mihttomeari, de lea Sámedikki dievasčoahkkin mearridan earret eará ahte sámegielkurssat ja giellaarenat galget vuoruhuvvot doarjagiin sámi giellaguovddážiidda (ášši 025/16 Sámedikki strategiijat sámi giellaguovddážiidda).

source: Samiske språk står i fokus på Sametinget, og både nordsamisk-, lulesamisk- og sørsamisktalende har rett til og skal ha mulighet til å bruke sitt morsmål.
sme: Sámegiella lea fokusis Sámedikkis, ja sihke davvi-, julev- ja máttasámegielagiin lea vuoigatvuohta ja galgá leat vejolašvuohta geavahit sin eatnigiela.

source: Samiske språk danner grunnsteinen i samisk kultur, og språk er også et av kriteriene for at det samiske folket i det hele tatt kan defineres som et folk.
sme: Sámegiella lea sámi kultuvrra vuođđogeađgi, ja giella lea maiddái okta dain eavttuin ahte sámi álbmot oppanassiige sáhttá meroštallojuvvot oktan álbmogin.

source: På den måten gir språkene urbefolkningsrettigheter både på nasjonalt og internasjonalt nivå.
sme: Dieinna lágiin addet gielat álgoálbmotvuoigatvuođaid sihke nationála ja riikkaidgaskasaš dásis.

source: De samiske språkenes status har gjennomgått en utvikling fra å være diskriminert og forbudt, til så å bli tolerert og til en viss grad anerkjent.
sme: Sámegielaid stáhtus lea ahtanuššan, ovdal giella lei vealahuvvon ja gildojuvvon, dál dasa lea gierdavašvuohta ja dat muhtun muddui dohkkehuvvo.

source: For å øke språkbruken og antall språkbrukere må språkenes status heves ytterligere.
sme: Jos giellageavaheami ja giellageavaheddjiid logu galggaš eanedit, de ferte gielaid stáhtus buoriduvvot vel eanet.

source: Man må motivere flere til å bruke språket og ta opplæring i samisk.
sme: Fertet eanet olbmuid movttiidahttit geavahit giela ja váldit oahpahusa sámegielas.

source: De samiske språkenes status og behov er ulike.
sme: Sámegielaid stáhtus ja dárbu ii leat ovttalágan.

source: Sametinget må ha lik prioritering for språkene og målsetningen må være at alle samiske språk skal være likeverdige.
sme: Sámediggi ferte seamma láhkai vuoruhit gielaid ja ulbmilin ferte leat ahte buot sámegielat galget leat ovttaárvosaččat.

source: Det må være et mål for Sametinget at innen 2022 skal alle saksdokumenter finnes på nord-, lule- og sørsamisk.
sme: Sámedikki mihttomearrin ferte leat ahte ovdal jagi 2022 leat buot áššebáhpirat davvi-, julev- ja máttasámegillii.

source: Intern kommunikasjon Den interne språkpolitikken på Sametinget skal gi mulighet for enkeltpersoner å snakke og skrive på sitt samiske språk.
sme: Siskkáldas gulahallan Siskkáldas giellapolitihkka Sámedikkis galgá addit vejolašvuođa ovttaskas olbmuide hállat ja čállit iežas sámegillii.

source: Representanter og politikere er offentlige personer i samfunnet, og så også forbilder for det samiske folk.
sme: Áirasat ja politihkkarat leat almmolaš olbmot servodagas, ja nie leat maiddái ovdagovvan sámi álbmogii.

source: Derfor bør Sametinget tilrettelegge ytterligere for bruk av språkene, og motivere til og tilby samiskopplæring til alle som ønsker det.
sme: Danne berre Sámediggi láhčit eanet giela geavaheami, ja movttiidahttit ja fállat sámegieloahpahusa buohkaide geat háliidit.

source: Et viktig skritt mot oppnåelse av målsetningen om flere språkbrukere og økt bruk av språkene, er at språkene blir brukt på Sametinget.
sme: Deaŧalaš lávki dan mihttomeari juksamii ahte oažžut eanet giellageavaheddjiid ja eanet geavahit gielaid, lea ahte gielat geavahuvvojit Sámedikkis.

source: På den måten blir Sametinget et forbilde overfor samfunnet.
sme: Dieinna lágiin šaddá Sámediggi ovdagovvan servodahkii.

source: Gode språkambisjoner og -målsetninger er ingenting verd hvis de ikke fører til gode språkhandlinger.
sme: Buriin giellaambišuvnnain ja –mihttomeriin ii leat makkár ge árvu jos dat eai buvttit buriid gielladoaimmaid.

source: For bevaring og utvikling av språket er det viktig å øke bruken av samisk på Sametingets plenumsmøter.
sme: Giela suodjaleami ja ahtanuššama dihte lea deaŧalaš lasihit sámegiela geavaheami Sámedikki dievasčoahkkimiin.

source: De fleste samisktalende er tospråklige.
sme: Eanaš sámegielagiin leat guokte giela.

source: Det er grunnen til at de fleste lytter til gulvspråk når de følger plenumsmøter på nett.
sme: Dán geažil guldalit eatnašat láhttegiela, go čuvvot dievasčoahkkimiid neahtas.

source: For bevaring og utvikling av samisk er det viktig at representanter bruker samisk aktivt.
sme: Sámegiela suodjaleami ja ovddideami dihte lea deaŧalaš ahte áirasat geavahit sámegiela árjjalaččat.

source: Samiske språk skal stå i fokus på Sametinget.
sme: Sámegielat galget leat fokusis Sámedikkis.
